Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_4.tmx
Source language: de
Languages: en

source: Verwaltung von Internet-Communities
en: Online community management services

source: Optimierung von Suchmaschinen zur Verkaufsförderung
en: Search engine optimization for sales promotion

source: Werbung für Versicherungsdienstleistungen im Auftrag Dritter
en: Promotion of insurance services, on behalf of third parties

source: Auskünfte in Handelsangelegenheiten in Bezug auf Wein
en: Commercial information services relating to wine

source: Zusammenstellung von verschiedenen Telekommunikationsdienstleistungen für Dritte, um den Vergleich und Erwerb dieser Dienstleistungen zu erleichtern
en: The bringing together, for the benefit of others, of a variety of telecommunications services, enabling consumers to conveniently compare and purchase those services

source: Zusammenstellung von verschiedenen Versicherungsdienstleistungen für Dritte, um den Vergleich und Erwerb dieser Dienstleistungen zu erleichtern
en: The bringing together, for the benefit of others, of a variety of insurance services, enabling consumers to conveniently compare and purchase those services

source: Verwaltung von Prämien- und Treueprogrammen
en: Administration of loyalty and incentive schemes

source: Werbung in Bezug auf Bekleidung
en: Advertising services relating to clothing

source: Werbedienstleistungen zur Sensibilisierung der Öffentlichkeit für die Vorteile des lokalen Einkaufens
en: Advertising services to promote public awareness of the benefits of shopping locally

source: Unternehmensverwaltung im Bereich Gesundheitsfürsorge
en: Business administration services in the field of healthcare

source: Beratung in Bezug auf die Suchmaschinenoptimierung
en: Consultancy relating to search engine optimisation

source: Datenverarbeitung [Büroarbeiten] im Bereich Gesundheitswesen
en: Data processing services in the field of healthcare

source: Datenverarbeitung [Büroarbeiten] im Bereich Transportwesen
en: Data processing services in the field of transportation

source: Entwicklung von Werbebroschüren
en: Design of advertising brochures

source: Entwicklung von Werbeflyern
en: Design of advertising flyers

source: Entwicklung von Werbelogos
en: Design of advertising logos

source: Überarbeiten von Werbetexten
en: Editing of publicity texts

source: Ablesen von Stromzählern zu Abrechnungszwecken
en: Electricity meter reading for billing purposes

source: Ablesen von Gaszählern zu Abrechnungszwecken
en: Gas meter reading for billing purposes

source: Marktforschung und -analysen
en: Marketing research and analysis

source: Marketing in Bezug auf die Zahnheilkunde
en: Marketing services in the field of dentistry

source: Marketing für die Waren und Dienstleistungen Dritter durch Verteilung von Coupons
en: Marketing the goods and services of others by distributing coupons

source: Dienstleistungen eines Online-Werbenetzwerkes zur Zusammenführung von Werbern und Websiteanbietern
en: Online advertising network matching services for connecting advertisers to websites

source: Auslagerungsdienstleistungen im Bereich Geschäftsanalyse
en: Outsourcing services in the field of business analytics

source: Auslagerungsdienstleistungen im Bereich operative Geschäftsführung
en: Outsourcing services in the field of business operations

source: Auslagerungsdienstleistungen in Form der Vermittlung von Dienstleistungsverträgen für Dritte
en: Outsourcing services in the nature of arranging service contracts for others

source: Erstellung von Konjunkturumfragen
en: Preparation of business surveys

source: Erstellung von Marketingumfragen
en: Preparation of marketing surveys

source: Erstellung von öffentlichen Meinungsumfragen
en: Preparation of public opinion surveys

source: Erstellung von Lebensläufen für Dritte
en: Preparation of résumés for others

source: Preisvergleichsbewertungen in Bezug auf Unterkünfte
en: Price comparison rating of accommodations

source: Verkaufsförderung für Waren und Dienstleistungen Dritter mittels Verwaltung von Verkaufs- und Verkaufsförderungsprämienprogrammen durch Rabattmarken
en: Promoting the goods and services of others through the administration of sales and promotional incentive schemes involving trading stamps

source: Verkaufsförderung für Musik Dritter mittels der Bereitstellung von Online-Portfolios über eine Website
en: Promoting the music of others by means of providing online portfolios via a website

source: Konsumgüterberatung in Bezug auf Kosmetika
en: Providing consumer product advice relating to cosmetics

source: Konsumgüterberatung in Bezug auf Laptops
en: Providing consumer product advice relating to laptops

source: Konsumgüterberatung in Bezug auf Software
en: Providing consumer product advice relating to software

source: Erteilung von Konsumgüterauskünften in Bezug auf Kosmetika
en: Providing consumer product information relating to cosmetics

source: Erteilung von Konsumgüterauskünften in Bezug auf Lebensmittel und Getränke
en: Providing consumer product information relating to food or drink products

source: Erteilung von Konsumgüterauskünften in Bezug auf Laptops
en: Providing consumer product information relating to laptops

source: Erteilung von Konsumgüterauskünften in Bezug auf Software
en: Providing consumer product information relating to software

source: Verfolgung und Überwachung des Energieverbrauchs für Dritte zur Rechnungsprüfung
en: Tracking and monitoring energy consumption for others for account auditing purposes

source: Verfolgung und Überwachung von Benzinpreisschwankungen für Dritte zur Rechnungsprüfung
en: Tracking and monitoring fluctuation in gasoline prices for others for account auditing purposes

source: Verbrauchszählerablesung für Abrechnungszwecke
en: Utility meter reading for billing purposes

source: Wasserzählerablesung für Abrechnungszwecke
en: Water meter reading for billing purposes

source: Rekrutierung von Temporärpersonal
en: Recruitment of temporary personnel

source: Online bereitgestellte Preisvergleichsdienste
en: Provision of online price comparison services

source: Datenbank-Marketing
en: Database marketing

source: Verkaufsförderung für Waren und Dienstleistungen Dritter über Computer- und Kommunikationsnetze
en: Promoting the goods and services of others via computer and communication networks

source: Einzelhandelsdienstleistungen in Bezug auf Baumaterialien
en: Retail services in relation to building materials

source: Katalogversandhandelsdienstleistungen in Bezug auf alkoholfreie Getränke
en: Retail services via catalogues related to non-alcoholic drinks

source: Katalogversandhandelsdienstleistungen in Bezug auf alkoholische Getränke [ausgenommen Biere]
en: Retail services via catalogues related to alcoholic beverages (except beer)

source: Katalogversandhandelsdienstleistungen in Bezug auf Biere
en: Retail services via catalogues related to beer

source: Katalogversandhandelsdienstleistungen in Bezug auf Lebensmittel
en: Retail services via catalogues related to foodstuffs

source: Versandhandelsdienstleistungen in Bezug auf alkoholfreie Getränke
en: Mail order retail services related to non-alcoholic beverages

source: Versandhandelsdienstleistungen in Bezug auf alkoholische Getränke [ausgenommen Biere]
en: Mail order retail services related to alcoholic beverages (except beer)

source: Versandhandelsdienstleistungen in Bezug auf Biere
en: Mail order retail services related to beer

source: Versandhandelsdienstleistungen in Bezug auf Lebensmittel
en: Mail order retail services related to foodstuffs

source: Einzelhandelsdienstleistungen über weltweite Computernetze in Bezug auf alkoholfreie Getränke
en: Retail services via global computer networks related to non-alcoholic beverages

source: Produktion von Fernseh- und Rundfunkwerbesendungen
en: Production of television and radio advertisements

source: Über soziale Medien bereitgestellte Werbe- und Marketingdienstleistungen
en: Advertising and marketing services provided by means of social media

source: Über Blogs bereitgestellte Werbe- und Marketingdienstleistungen
en: Advertising and marketing services provided by means of blogging

source: Über Kommunikationskanäle bereitgestellte Werbe- und Marketingdienstleistungen
en: Advertising and marketing services provided via communications channels

source: Organisationsberatung in Bezug auf Kundenbindungsprogramme
en: Organisational consultancy regarding customer loyalty programmes

source: Über digitale Netze bereitgestellte Marketingdienstleistungen
en: Marketing services provided by means of digital networks

source: Dienstleistungen in Bezug auf die Transkription von statisischen Daten
en: Services comprising the transcription of statistical data

source: Werbedienstleistungen durch eine Rundfunk- und Fernsehwerbeagentur
en: Advertising services provided by a radio and television advertising agency

source: Handelsmesse- und kommerzielle Ausstellungsdienste
en: Trade show and commercial exhibition services

source: Verwaltung von Treueprämienprogrammen
en: Administration of loyalty rewards programs

source: Einzelhandelsdienstleistungen in Bezug auf Modeaccessoires
en: Retail services in relation to fashion accessories

source: Einzelhandelsdienstleistungen in Bezug auf Fahrradzubehör
en: Retail services in relation to bicycle accessories

source: Einzelhandelsdienstleistungen in Bezug auf Haarprodukte
en: Retail services in relation to hair products

source: Einzelhandelsdienstleistungen in Bezug auf Gartenbauprodukte
en: Retail services in relation to gardening products

source: Einzelhandelsdienstleistungen in Bezug auf elektrische Haushaltsgeräte
en: Retail services in relation to domestic electrical equipment

source: Einzelhandelsdienstleistungen in Bezug auf elektronische Haushaltsgeräte
en: Retail services in relation to domestic electronic equipment

source: Geschäftsführung für Einkaufszentren Dritter
en: Business operation of shopping centers for others

source: Forensische Buchhaltung
en: Forensic accounting services

source: Analyse von Geschäftstrends
en: Analysis of business trends

source: Analyse von Marketingtrends
en: Analysis of marketing trends

source: Bereitstellung eines Verzeichnisses von Websites Dritter zur Ermöglichung von Geschäftstransaktionen
en: Providing a directory of third party web sites to facilitate business transactions

source: Geschäftsführung in Bezug auf elektronischen Handel
en: Business management services relating to electronic commerce

source: Online-Dienstleistungen in Bezug auf Unternehmens-Networking
en: Providing market information in relation to consumer products

source: Erteilen von Marktinformationen in Bezug auf Konsumgüter
en: Money transfer services utilising electronic cards

source: Durchführung von Geldüberweisungen mittels elektronischer Karten
en: Brokerage services relating to the securities markets

source: Maklerdienste für Goldbarren
en: Buying and selling currency

source: Abwicklung von Devisengeschäften für Dritte
en: Establishing mutual funds for others

source: Vermitteln von Seeversicherungen
en: Processing of insurance claims

source: Schätzen von Briefmarken
en: Trusteeship representatives

source: Dienstleistungen von Treuhandverwaltern
en: Financial planning for retirement

source: Zollabfertigung für Dritte
en: Savings and loan associations

source: Vermittlung von Aktien und anderen Wertpapieren
en: Leasing and rental of commercial premises

source: Leasing und Vermietung von Geschäftsräumen
en: Automated telling machine services

source: Finanzierung von Wohnungsbaudarlehen
en: Issuance of travellers' cheques

source: Finanzielle Beratung beim Kauf und Verkauf von Unternehmen
en: Financial consultancy in relation to the buying and selling of businesses

source: Ausgabe von Schecks
en: Issuing of cheques

source: Erteilen von Auskünften über Aktienkurse
en: Share price information services

source: Beratungsdienste zur Finanzverwaltung
en: Financial advisory and management services

source: Maklerdienste für Termingeschäfte im Frachtbereich
en: Futures brokerage services relating to freight

source: Finanzdienstleistungen für Immobilien und Gebäude
en: Financial services relating to real estate property and buildings

source: Finanzdienstleistungen in Bezug auf die Wartung von Fahrzeugen
en: Financial services relating to the maintenance of vehicles

source: Schätzung und Bearbeitung von Versicherungsansprüchen
en: Computerised financial services for retail businesses

source: Vermittlung von Geldern für Hilfsprojekte im Ausland
en: Arranging of leases for the rental of commercial property

source: Vermittlung von Mietverträgen für Gewerbeimmobilien
en: Administration of capital investment services

source: Bankgeschäfte für Schulen
en: Transit insurance underwriting

source: Finanz-Portfolio-Management
en: Financial portfolio management

source: Finanzielles Risikomanagement
en: Financial risk management services

source: Leasing von Eigentum [Immobilien]
en: Property leasing [real estate property only]

source: Erteilen von Finanzauskünften über eine Computerdatenbank
en: Financial information services provided by access to a computer database

source: Erteilen von Finanzauskünften über Finanzanleihemärkte
en: Financial information services relating to financial bond markets

source: Anlagedienste in Bezug auf Privatkapitalfonds
en: Private equity fund investment services

source: Finanzierung von Schwangerschaftsbetreuung
en: Financing services relating to maternity care

source: Erteilen von Auskünften über Bankkonten
en: Bank account information services

source: Vermitteln von Krankenversicherungen für Unternehmen
en: Medical insurance services provided to companies

source: Versicherungsdienstleistungen in Bezug auf Ferienunterkünfte
en: Insurance services relating to holiday accommodation

source: Vermietung von Räumlichkeiten für Einzelhändler
en: Insurance services relating to mail order businesses

source: Beratung über Kapitalanlagen für die Altersvorsorge
en: Advice relating to investment during retirement

source: Beratung bei der Rückzahlung von Krediten
en: Advice relating to loan recovery services

source: Beratung in Bezug auf Hypotheken für Wohneigentum
en: Advice relating to mortgages for residential properties

source: Finanzdienstleistungen für Hauskäufe
en: Financial services related to house purchase

source: Verwaltung des Zahlungsverkehrs
en: Payment administration services

source: Erteilen von Finanzauskünften in Bezug auf Devisen über eine Datenbank
en: Financial database services relating to foreign exchange

source: Übernahme von Finanzbürgschaften zur Erstattung von Auslagen infolge von Fahrzeugunfällen
en: Financial guarantee services for the reimbursement of expenses incurred as a result of vehicle accident

source: Ausgabe von Telefonkarten
en: Issue of phone card services

source: Landerwerb für Dritte
en: Land acquisition services

source: Finanzplanungsdienste für Privatpersonen
en: Personal financial planning services

source: Haftungsübernahme von Personenunfallversicherungen
en: Underwriting of personal accident insurance (Services for the -)

source: Erteilen von Auskünften über Finanzdienstleistungen
en: Provision of information relating to financial services

source: Steuerberatung [ausgenommen Buchführung]
en: Provision of tax advice [not accounting]

source: Gewähren von Krediten für Kraftstoffkosten
en: Provision of credit for fuel expenses

source: Ausgabe von Kontoauszügen
en: Issuing of statements of accounts

source: Vermittlung von Wohneigentum
en: Domestic property finding services

source: Versicherungsdienstleistungen für den Sport
en: Insurance services relating to sport

source: Versicherungsdienstleistungen für strukturierte Vergleichszahlungen an Rechtsanwälte
en: Insurance services relating to structured settlements rendered to lawyers

source: Gewährung von Krediten für Schulgebühren
en: Provision of loans for school fees

source: Gewährung von Hypotheken
en: Provision of mortgages

source: Finanzierung von Verkäufen
en: Provision of finance for sales

source: Vergabe von Kapital
en: Capitalization services

source: Organisation eines Börsenhandels zum Zwecke des Handels mit Aktien und anderen Finanzwerten [Finanzdienstleistungen]
en: Organization of stock exchanges for the benefit of the trade of stocks and other financial values

source: Finanzverwaltung für medizinische Einrichtungen
en: Financial management services relating to medical institutions

source: Einschätzung der Kreditfähigkeit
en: Credit assessment services

source: Vermittlung von Leasingverträgen für Immobilien
en: Agency services for the leasing of real estate property

source: Vermittlung von Darlehen
en: Arrangement of loans

source: Finanzdienstleistungen in Bezug auf internationale Wertpapiere
en: Financial services relating to international securities

source: Finanzdienstleistungen in Bezug auf Kreditbriefe
en: Financial services relating to letters of credit

source: Beratung bei der Vermittlung von Versicherungen
en: Brokerage advisory services relating to insurance

source: Vermittlung von Mitinhaberschaften an Immobilien
en: Arranging of shared ownership of real estate

source: Dienstleistungen einer Bausparkasse in Bezug auf Anlagekonten
en: Investment account services provided by building societies

source: Finanzdienstleistungen in Bezug auf das Abheben und Einzahlen von Bargeld
en: Financial services relating to the withdrawal and depositing of cash

source: Kapitalinvestmentgeschäfte im Bereich von Schatzanleihen
en: Investment services in the field of treasury bonds

source: Auswahl und Erwerb von Immobilien im Auftrag Dritter
en: Real estate selection and acquisition [on behalf of others]

source: Finanzierungen für den An- und Verkauf von Booten
en: Provision of finance relating to the sale and purchase of boats

source: Einziehen von Gemeindesteuern
en: Collection of community charge monies

source: Erstellen von Sparplänen
en: Savings scheme services

source: Versicherungsdienstleistungen für Versicherungsgesellschaften
en: Provision of insurance services to insurance companies

source: Erteilen von Auskünften über Kapitalanlagen
en: Provision of investment information

source: Gewährung von Finanzierungsfazilitäten für Mietkäufe
en: Provision of lease-purchase finance facilities

source: Erteilen von Preisauskünften über Indizes
en: Provision of pricing information about indices

source: Beleihung von Wertpapieren
en: Mortgaging of securities

source: Überwachung von Investmentfonds
en: Monitoring of investment funds

source: Überwachung von Pensionsfonds
en: Monitoring of pension funds

source: Hypothekenbankgeschäfte und -vermittlung
en: Mortgage banking and mortgage brokerage

source: Vermittlung von offenen Investmentfonds
en: Brokerage services relating to mutual funds

source: Übernahme von Finanzbürgschaften
en: Financial guarantees [surety services]

source: Abwickeln von Derivatengeschäften
en: Derivatives trading services

source: Vermietung von Geldautomaten zum Einzahlen von Geld
en: Provision of cash dispenser facilities for money deposit

source: Vermietung von Geldautomaten zum Abheben von Geld
en: Provision of cash dispenser facilities for money withdrawal

source: Ausgabe von Kredit- und Debitkarten
en: Issuance of credit and debit cards

source: Ausgabe von Rabattkarten für junge Menschen für kulturelle Zwecke
en: Discount card services provided to young people for cultural purposes

source: Vermittlungsdienste auf den Finanzmärkten
en: Brokerage services on the financial markets

source: Gültigkeitsprüfung von Kreditkarten
en: Credit card validation services

source: Versicherungsdienstleistungen für das Baugewerbe
en: Insurance services for the construction industry

source: Finanzierung von Kommunaldarlehen
en: Financing of communal loans

source: Vergabe von Darlehen für Kaufleute zur Finanzierung von Fahrzeugbeständen
en: Lending services to merchants for the purpose of financing store inventories of vehicles

source: Computergestützte Börseninformationsanalysen
en: Computer analyses of stock exchange information

source: Factoring von Finanzprojekten
en: Factoring of financial undertakings

source: Finanzverwaltung für die private Zahnvorsorge
en: Financial administration of a private dental plan

source: Erstellung von Finanzanalysen in Bezug auf Wertpapiere
en: Preparation of financial analyses relating to securities

source: Investmentgeschäfte für Privatkunden
en: Private client investment services

source: Bearbeitung von Debitkartentransaktionen für Dritte
en: Processing debit card transactions for others

source: Management und Analyse von Finanzinformationen
en: Financial information management and analysis services

source: Ausgabe von Bankschecks
en: Issuing of bank cheques

source: Kreditvermittlung im Bereich der Landwirtschaft
en: Agencies in the field of credit for farming

source: Finanzverwaltung von Geldkonten
en: Financial management of cash accounts

source: Finanzverwaltung von Girokonten
en: Financial management of current accounts

source: Finanzverwaltung von Aktienkonten
en: Financial management of share accounts

source: Finanzdienstleistungen für die Versicherung von Kraftfahrzeugen
en: Financial services relating to the insurance of motor vehicles

source: Computergestützte Erteilung von Auskünften über die Verwaltung von Finanzen
en: Computer information services relating to financial management

source: Vermittlung von Versicherungen für Haustiere
en: Acquisition for financial investment

source: Auswertung der Daten von Kreditbüros
en: Evaluation of credit bureau data

source: Bankdienstleistungen in Bezug auf Geldabbuchungen
en: Financial banking services for the withdrawal of money

source: Finanzplanung in Bezug auf Steuern
en: Planning of finances relating to taxation

source: Erstellung von Finanzanalysen über Anleihemärkte
en: Preparation of financial analyses relating to bond markets

source: Übernahme von Bürgschaften für die Arztkosten von ausländischen Reisenden
en: Guaranteeing payment of medical expenses for foreign travellers

source: Finanzierungen im Bereich der Zahnpflege
en: Financing services relating to dental care

source: Finanzierungsdienstleistungen für Hotels
en: Financing services relating to hotels

source: Ausgabe von Essensbons
en: Issuing of vouchers for meals

source: Bewertung von Maschinen
en: Valuation of machinery

source: Leasing-Finanzierung von Fahrzeugen
en: Lease purchase financing of vehicles

source: Leasing von Grundbesitz
en: Leasing of freehold property

source: Leasing von Kraftfahrzeugen
en: Automobile lease-purchase financing

source: Computergestützte Erteilung von Auskünften über Bankgeschäfte
en: Computerised information services relating to banking matters

source: Finanzielle Beratung in Bezug auf die Erweiterung von Hypotheken
en: Advice services relating to enhancement of mortgages

source: Übernahme von Bürgschaften
en: Bail bonding services

source: Vorbereitung und Notierung von Börsenkursen und -indizes
en: Preparation and quotation of stock exchange prices and indices

source: Erteilen von Auskünften über Obligationen
en: Information services relating to bonds

source: Börsengeschäfte für den Handel mit Aktien und anderen Wertpapieren
en: Stock exchanges for dealing in shares and other financial securities

source: Übernahme von Finanzbürgschaften zur Erstattung von Auslagen infolge von Fahrzeugpannen
en: Financial guarantee services for the reimbursement of expenses incurred as a result of vehicle breakdown

source: Ausgabe von Guthabenkarten
en: Issuing stored value cards

source: Vermietung und Anmietung von Wohnungen für Dritte
en: Letting and rental of permanent accommodation

source: Verwaltung von Gewerbeimmobilien
en: Management of commercial properties
